Repository: idosarue/appointments
Catalog: appointments/locale/*/LC_MESSAGES/django.po
Languages: he

source: Email Already exists
he: הכתובת כבר קיימת במערכת

source: date of birth
he: תאריך לידה

source: Phone Number
he: מספר טלפון

source: you cannot sign up if you are younger than 18
he: אינך יכול/ה להרשם אם גילך קטן מ 18

source: please fill out this field
he: מלא/י את שדה זה

source: phone exists
he: הטלפון כבר קיים במערכת אנא הכנס/י מספר טלפון אחר

source: username
he: שם משתמש

source: Profile
he: פרופיל

source: Profile for
he: הפרופיל של

source: Save
he: שמור

source: Login
he: הכנס

source: Log in
he: הכנס

source: Log in to see your personal info
he: הכנס כדי לראות את המידע האישי שלך

source: Forgot Password?
he: שכחת את הסיסמה?

source: Edit Personal Details
he: עריכת פרטים אישיים

source: Edit Email and Name
he: עריכת כתובת דואל ושם משתמש

source: Change password
he: שנה סיסמה

source: Sign Up
he: הרשם

source: start time
he: זמן התחלה

source: appointment date
he: תאריך הפגישה

source: week day
he: יום

source: first name
he: שם פרטי

source: last name
he: שם משפחה

source: patient phone
he: מספר טלפון

source: patient email
he: דואל

source: requested on
he: בוקש ב

source: options
he: בחירות

source: English
he: אנגלית

source: Hebrew
he: עברית

source: Subject
he: נושא

source: Message
he: הודעה

source: Original request
he: בקשה מקורית

source: Your Appointments
he: הפגישות שלך

source: Choose a date
he: בחר תאריך

source: Search
he: חפש

source: Contact
he: צור קשר

source: Send
he: שלח

source: Home
he: דף הבית

source: Furious? Depressed? Restless?<br><span>Biofeedback</span><br>is your solution
he: זועם? מדוכא? חסר מנוחה? <br> <span> ביופידבק </span> <br> הוא הפתרון שלך

source: go
he: סע

source: Biofeedback
he: ביופידבק

source: My clinic
he: הקליניקה שלי

source: At My clinic, I use biofeedback to treat problems related to:
he: בקליניקה שלי אני משתמשת בביופידבק כדי לטפל בבעיות הקשורות ל:

source: headaches-migraines
he: כאבי ראש-מיגרנות

source: Irritable bowel syndrome
he: תסמונת מעי רגיז

source: Asthma Breathing difficulties
he: אסטמה וקשיי נשימה

source: Skin diseases
he: מחלות עור

source: Stress and Anxiety
he: לחץ וחרדה

source: Attention Deficit Hyperactivity Disorder
he: הפרעות קשב וריכוז

source: Interactive computer programs
he: תוכנות מחשב אינטראקטיביות

source: The devices I use measure physiological changes in your body, such as your heart rate activity and skin changes, by using one or more sensors attached to your fingers. The sensors plug into my computer
he: המכשירים שבהם אני משתמשת מודדים שינויים פיזיולוגיים בגופך, כגון פעילות קצב הלב ושינויים בעור, על ידי שימוש בחיישן אחד או יותר המחוברים לאצבעות שלך. החיישנים מתחברים למחשב שלי

source: What is biofeedback?
he: מהו ביופידבק

source: Biofeedback is a technique you can use to learn to control some of your body's functions, such as your heart rate. During biofeedback, you're connected to electrical sensors that help you receive information about your body. This feedback helps you make subtle changes in your body, such as relaxing certain muscles, to achieve the results you want, such as reducing pain. In essence, biofeedback gives you the ability to practice new ways to control your body, often to improve a health condition or physical performance
he: ביופידבק היא טכניקה בה ניתן להשתמש כדי ללמוד לשלוט בחלק מתפקודי גופך, כגון קצב הלב שלך. במהלך ביופידבק, אתה מחובר לחיישנים חשמליים המסייעים לך לקבל מידע על גופך. משוב זה עוזר לך לבצע שינויים עדינים בגופך, כגון הרפיה של שרירים מסוימים, כדי להשיג את התוצאות הרצויות לך, כגון הפחתת כאבים. בעיקרו של דבר, ביופידבק נותן לך את היכולת לתרגל דרכים חדשות לשלוט על גופך, לעתים קרובות לשיפור מצב בריאותי או ביצועים גופניים

source: Ask For An Appointment
he: בקש פגישה

source: hello
he: שלום

source: no available meetings for that date or time, please choose another date or time
he: אין פגישות זמינות עבור תאריך ושעה אלה

source: Appointment Request
he: בקשת פגישה

source: Logout
he: התנתק

source: preferences
he: העדפות

source: Appointment requests
he: בקשות לפגישות

source: Accepted Appointments
he: פגישות מאושרות

source: Pending Appointments
he: פגישות בהמתנה

source: Patients
he: מטופלים

source: Calendar
he: לוח שנה

source: Reset
he: אפס

source: Forgotten your password? Enter your
he: שכחת את הסיסמה? הכנס את כתובת ה

source: address below, and we'll email instructions for setting a new one.
he: ונשלח לך הוראות כדי ליצור סיסמה חדשה

source: Password reset complete
he: שיחזור הסיסמה הושלם

source: Your password has been set. You may go ahead and log in now.
he: הסימסה שלך התקבלה בהצלחה, תוכל להכנס למערכת עכשיו

source: Password Reset Confirm
he: איפוס סיסמה

source: Please enter your new password.
he: הכנס סיסמה חדשה

source: Password reset sent
he: איפוס הסיסמה נשלח

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.<br>If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
he: שלחנו לך באימייל הוראות להגדרת הסיסמה שלך, אם יש לך חשבון קיים עם הדואל שהזנת. אתה אמור לקבל אותם בקרוב. אם אינך מקבל דואל, אנא ודא שהזנת את כתובתך רשום אצל ובדוק את תיקיית דואר הזבל שלך.

source: Year
he: שנה

source: Month
he: חודש

source: not valid
he: לא תקף

source: Select a date
he: בחר תאריך

source: you cannot ask for a meeting for today or a past date
he: אינך יכול לבקש פגישה להיום או לתאריך עבר

source: no available mettings for that date and time
he: אין פגישות זמינות עבור תאריך ושעה אלה

source: Date
he: תאריך

source: day has passed
he: היום עבר

source: date already disabled
he: תאריך כבר מבוטל

source: you have appointments for that day
he: יש לך פגישות ליום זה

source: Start time
he: זמן התחלה

source: set the time you want to start working
he: בחר שעה לתחילת העבודה

source: set the time you want to end working by
he: בחר שעה לסיום העבודה

source: start time must be bigger than your end time
he: זמן ההתחלה חייב להיות גדול מזמן הסיום

source: you cannot set your end time to 0 or less
he: אינך יכול להגדיר את שעת הסיום שלך ל- 0 או פחות

source: you cannot set your start time to 0 or less
he: אינך יכול להגדיר את שעת ההתחלה שלך ל- 0 או פחות

source: something terrible happend
he: משהו נורא קרה

source: you have appoitments set before {start_time}
he: יש לך פגישות לפני {start_time}

source: you have appoitments set after {end_time}
he: יש לך פגישות אחרי {end_time}

source: you have appoitments pending for later time
he: יש לך פגישות אחרי {start_time}

source: end time must be bigger than your start time
he: זמן הסיום חייב להיות גדול משעת ההתחלה שלך

source: User
he: משתמש

source: invalid email address
he: כתובת דואל לא חוקית

source: Edit
he: ערוך

source: cancel
he: בטל

source: Send email
he: שלח הודעה

source: Submit
he: שמור

source: Close
he: סגור

source: Edit Appointment
he: ערוך פגישה

source: Save changes
he: שמור שינויים

source: First
he: ראשון

source: Previous
he: קודם

source: Page
he: דף

source: of
he: מתוך

source: Next
he: הבא

source: Last
he: אחרון

source: Accept
he: אשר

source: Update
he: עדכן

source: your request for an appointment at
he: בקשתך לפגישה ב

source: is not available
he: אינה פנויה

source: are you free at
he: האם את/ה פנוי/ה ב

source: Ask For A Different Date
he: בקשו תאריך אחר

source: Hello
he: שלום

source: is being reviewed
he: נמצאת בבדיקה

source: requested an appointment for
he: ביקש פגישה ב

source: Got to appointment requests
he: בקשות לפגישות

source: status
he: סטאטוס

source: Pending
he: בהמתנה

source: Preferences
he: העדפות

source: Working Days
he: ימי עבודה

source: Enable
he: אפשר

source: Disable
he: בטל

source: Working time
he: זמן עבודה

source: End time
he: זמן סיום

source: Disabled Dates
he: תאריכים מבוטלים

source: Disable Date
he: בטל תאריך

source: approved an appointment for {appointment.user.user} at {appointment.start_time} {appointment.appointment_date}
he: אישרת פגישה ל {appointment.user.user} ב {appointment.start_time} בתאריך {appointment.appointment_date}

source: you cannot have meetings on the same time, or set meetings for times pending, send the user an update request
he: לא תוכל לקיים פגישות באותו הזמן או לקבוע פגישות לזמניםבהמתנה, שלח למשתמש בקשת עדכון

source: appointment approved
he: הבקשה אושרה

source: you have meetings or pending meetings on that day please make sure that weekday is clear before disabling
he: יש לך פגישות או פגישות ממתינות באותו יום אנא ודא שהיום פנוי לפני הביטול

source: based on time specified your last appointment will end at
he: על פי הזמן שהוגדר פגישתך האחרונה תסתיים ב

source: sent email
he: הודעה נשלחה
